names = ('Сумска', 'Камчатский край', 'Мурманская область', 'Пермский край', 'Свердловская область', 'Вологодская '
                                                                                                     'область',
         'Владимирская область', 'Калининградская область', 'Челябинская область', 'Новгородская область',
         'Республика Крым', 'Севастополь', 'Автономна Республіка Крим', 'Ингушетия', 'Тверская область', 'Сахалинская '
                                                                                                         'область',
         'Калужская область', 'Самарская область', 'Ивановская область', 'Орловская область', 'Смоленская область',
         'Тульская область', 'Чукотский автономный округ', 'Томская область', 'Приморский край', 'Республика '
                                                                                                 'Карелия',
         'Архангельская область', 'Мордовия', 'Ульяновская область', 'Волгоградская область', 'Астраханская область',
         'Курская область', 'Воронежская область', 'Ярославская область', 'Новосибирская область', 'Ненецкий '
                                                                                                   'автономный '
                                                                                                   'округ',
         'Республика Коми', 'Омская область', 'Башкортостан', 'Оренбургская область', 'Еврейская автономная область',
         'Удмуртия', 'Татарстан', 'Калмыкия', 'Санкт-Петербург', 'Нижегородская область', 'Ленинградская область',
         'Кировская область', 'Костромская область', 'Брянская область', 'Псковская область', 'Саратовская область',
         'Пензенская область', 'Липецкая область', 'Амурская область', 'Северная Осетия - Алания', 'Дагестан',
         'Чеченская республика', 'Хабаровский край', 'Магаданская область', 'Ямало-Ненецкий автономный округ',
         'Ханты-Мансийский автономный округ - Югра', 'Московская область', 'Москва', 'Ставропольский край',
         'Ростовская область', 'Краснодарский край', 'Адыгея', 'Тамбовская область', 'Рязанская область',
         'Кемеровская область', 'Республика Хакасия', 'Алтайский край', 'Республика Алтай', 'Забайкальский край',
         'Марий Эл', 'Чувашия', 'Белгородская область', 'Республика Саха (Якутия)', 'Курганская область', 'Тюменская '
                                                                                                          'область',
         'Тыва', 'Красноярский край', 'Бурятия', 'Иркутская область', 'Кабардино-Балкария', 'Карачаево-Черкесия')
